Repository: giellalt/corpus-fin
Catalog: tmx/smj/facta/umo.se/kuukautiset.html.tmx
Source language: fin
Languages: smj

source: Kuukautiset tarkoittavat kohdusta poistuvaa verenvuotoa, joka toistuu tytöillä enemmän tai vähemmän säännöllisesti murrosiästä alkaen.
smj: Liejbbe la varddem skoados majt niejda oadtju åbbå dájvvalakkoj pubertehta rájes.

source: Kuukautiset ovat merkki tytölle, että hänen kehonsa on lisääntymiskykyinen.
smj: Liejbbe la rubmaha vuohke vuosedit pubertehtan la.

source: Tytön munasarjoista irtoaa kerran kuukaudessa munasolu murrosiästä vaihdevuosiin saakka.
smj: Niejddan álu månneluovvanibme l fert máno pubertehta rájes gitta klimakteriaj.

source: Munasolun hedelmöittymiseksi emättimeen on päästävä siittiöitä.
smj: Avtabále gå månneluovvanibme de tsuodtsa skoadon assu duostotjit månev jus sahkkiduvvá.

source: Tällöin nainen voi tulla raskaaksi.
smj: Sahkkiduvátjit månne hähttu sájojt guodnán oadjot.

source: Jos munasolu ei hedelmöity, kohdun limakalvo poistuu kohdusta vuotona.
smj: Máhttá de iesselissan sjaddat, valla jus månne ij sahkkiduvá de skoahtosjnjárttjá boahtá ålgus varddemin.

source: Tästä käytetään nimitystä kuukautiset.
smj: Dat la liejbbe.

source: Koska kuukautiset alkavat ?
smj: Goassa läjbbogoahtá ?

source: Kuukautisten alkamisaika vaihtelee yksilöllisesti.
smj: Makkir álldarin läjbbogoahtá l umasslágásj.

source: Tämä johtuu siitä, että jokaisen murrosikä on erilainen. Murrosiän varhaista tai myöhäistä alkamisaikaa ei voi hallita.
smj: Danen gå gájka pubertähttaj båhti sierra ájge Jus pubertehtaj boahtá árrat jali maŋŋet de ij la mavga majt máhttá stivrrit.

source: Kuukautiset alkavat keskimäärin 12–14 vuoden iässä.
smj: Ienemusá álu läjbbogåhti 12 -14 jagágin.

source: Kuukautiset voivat alkaa jo yhdeksän vuoden iässä tai vasta 16-vuotiaana, mikä on täysin normaalia.
smj: Valla máhttá läjbbogoahtet juo 9 jagágin jali esski 16 jagágin váni juoga l boasstot.

source: Jos kuukautiset eivät ole alkaneet 16–17 vuoden ikään mennessä, on syytä mennä lääkäriin.
smj: Jus ij la vuostasj läjbbomav oadtjum gå l 16-17 jagák de galggá dåktårin manádit.

source: Ensimmäiset kuukautiset voivat tulla yllätyksenä.
smj: Vuostasj läjbbom máhttá boahtet hähkkat.

source: Se voi olla ahdistavaa.
smj: Máhttá vájvven dåbddut.

source: Ehkä kellään luokkatoverilla ei vielä ole kuukautisia.
smj: Márjju ij la aktak klássan läjbbogoahtám.

source: Kuukautissuojan valinta voi huolestuttaa, ja niistä puhuminen aikuisten kanssa saattaa nolottaa.
smj: Márjju ájádallá makkir suojev adnet ja ihkap la vájválasj sáhkadit muhtem ållessjattugijn dan birra.

source: Toisaalta ensimmäiset kuukautiset voivat olla jotain, mitä on jo kauan odottanut.
smj: Soajttá vuostasj läjbbomav la hálijdam.

source: Useimmilla kavereilla ne ovat jo alkaneet, ja tuntuu helpottuneelta kuulua lopultakin samaan " jengiin ".
smj: Ienemus rádna márjju li läjbbogoahtám ja gähppánimev dåbddå gå vijmak la akta “ juohkusin ”.

source: Kuinka paljon vuotoa tulee ?
smj: Man ednagav varddá ?

source: Vuodon määrä ja kesto vaihtelevat henkilöstä toiseen.
smj: Man ednagav varddá rievddá ulmutjis ulmutjij, jur gåk rievddá galla biejve läjbbu.

source: Kuukautisten aikana verta vuotaa tavallisesti noin 20–80 millilitraa, eli korkeintaan desilitran verran.
smj: Läjbbomin varddá 20-80 millilijttara varra, de vargga ienemusát desilijttarav.

source: Koska vereen sekoittuu kehon nesteitä ja kohdun limakalvoa, vuotoa näyttää olevan enemmän kuin sitä oikeasti on.
smj: Gå varra segaduvvá rumájlåssjkusijn ja sjnjártjájn skoados álu dåbddu ienebun.

source: Vuoto voi tuntua runsaalta, vaikka itse asiassa se ei sitä olisikaan.
smj: Moatte adni sij varddi ednagav vájku ij la nåv enas.

source: Jos kuukautissuoja on vaihdettava niin usein, että siitä on runsaasti vaivaa tai jos joutuu käyttämään kaksinkertaista terveyssidettä, jotta vuoto ei tulisi läpi, puhutaan runsaasta vuodosta.
smj: Jus dárbaj målssot liejbbesuojev dájvvalakkoj jut vájveduvvá jali jus hähttu adnet guovtegerdak liejbbesuojev vaj ij varde tjadá de l dujna nåv gåhtjodum valjes liejbbe.

source: Runsas vuoto johtuu usein siitä, että kohdussa on runsaasti ainetta, joka liuottaa verihyytymiä.
smj: Boahtá dassta vaj gávnnu enas avtat ábnnasis skoadon låsjkijdahttá giellomvaráv.

source: Tämä heikentää veren hyytymistä ja aiheuttaa runsaampaa vuotoa.
smj: Dahká vaj varddema e binno ja ienebuv varddá.

source: Runsaan kuukautisvuodon vuoksi olo voi tuntua väsyneeltä ja voimattomalta.
smj: Jus ednagav varddá de máhttá dåbddåt vájbbasav ja fámodisvuodav.

source: Tämä johtuu alhaisista veriarvoista.
smj: Le gå varraárvvo l vuollegasj.

source: Runsaista kuukautisista kärsivä voi ottaa yhteyttä kouluterveydenhuoltoon, nuorisovastaanottoon tai terveyskeskukseen.
smj: Jus la valjes liejbbe de máhttá skåvllåvarresvuohtasujttujn, nuorajduostudagájn jali varresvuohtaguovdátjijn aktavuodav válldet.

source: Lääkäri voi määrätä hoidoksi pillereitä, joilla vuotoa voi hillitä, esimerkiksi ehkäisypillerit.
smj: Viehkev oadtju tablehtaj ma binnedi varddemav, buojkulvissan p-tablehta.

source: Nuorena kuukautiskierto on tavallisesti epäsäännöllinen.
smj: Gå l läjbbogoahtám de l dábálasj dat la målsudahkes.

source: Se tarkoittaa sitä, että kuukautiset eivät tule joka kuukausi samaan aikaan.
smj: Dat javllá, jut ij boade sämmi ájge juohkka máno.

source: Yleensä kierto tasaantuu itsestään ajan myötä niin, että jokainen kuukautiskierto, eli aika kuukautisten alusta seuraavien alkuun, kestää 21–35 päivää.
smj: Ienemusájda álu duolliduvvá maŋenagi vaj juohkka liejbbegasska, biejvve gå läjbbogoahtá gitta boahtte liejbe álgguj, li 21-35 biejve gaskan.

source: Kuukautiskiertoa kannattaa tarkkailla merkitsemällä päivämäärät kalenteriin tai muuhun muistivihkoon.
smj: Buorre l gähttjat liejbev gå tjállá biejvijt rijmmuj jali ietjá tjálálvisgirjjáj.

source: Se auttaa pysymään selvillä kuukautiskierron säännöllisyydestä ja seuraavien kuukautisten alkamisesta.
smj: De álkket vuojnná jus liejbbe boahtá dájvvalakkoj ja de diehtet boahtte máno liejbev.

source: Näin on myös helppo huomata, jos kuukautiset ovat myöhässä.
smj: De älvvá aj jus liejbbe la maŋŋunam muhtem máno.

source: Joillakin naisilla kuukautiset saattavat olla epäsäännölliset koko elämän ajan, eikä se ole vaarallista.
smj: Muhtemijn la agev målsudahkes liejbbe, ij la vádálasj valla jus vájvalussjá, de liejbbe boahtá dájvvalakkoj buojkulvissan p-tablehtaj viehkken.

source: Kuukautiset myöhässä tai poissa
smj: Maŋŋunam jali gáhtom liejbbe

source: Luonnollinen syy kuukautisten poisjäämiseen on raskaus.
smj: Luondulasj oarre gå liejbbe gáhtu l, iesselissan la sjaddam.

source: Raskaus edellyttää, että emättimeen on päässyt siittiöitä, mikä tapahtuu yleensä aina yhdynnässä.
smj: Iesselissan sjaddat gå sájojt la oadtjum guoddnáj, ja vargga agev narggema baktu.

source: Jos harrastaa hyväilyseksiä, ja sormissa on tuoretta spermaa, jonka vie suoraan emättimeen, on olemassa riski tulla raskaaksi.
smj: Jus adná njávkadimseksav ja varás sájo li tjuvdijn ja dalága dajt biedjá guoddnáj de l aj vádá iesselissan sjaddat.

source: Jos kuukautisten poisjäämisen uskoo voivan johtua raskaudesta, kannattaa tehdä raskaustesti.
smj: Jus jáhkká liejbbe l gáhtum danen gå iesselissan la sjaddam de l buorre iesselisåtsådimev dahkat.

source: Raskaustestin voi ostaa apteekista, monista tavarataloista ja lähikaupoista.
smj: Iesselisåtsådime oasstá dálkasboargálin ja moatten biebbmoboargálin ja dievnastusboargálin.

source: Testin voi myös tehdä ilmaiseksi nuorisovastaanotolla tai äitiysneuvolassa.
smj: Máhttá aj åtsådimev mávsodak nuorajduostudagán jali iednijsujttoguovdátjin dahkat.

source: Stressi, ympäristön muutos tai laihduttaminen
smj: Strässa, birásmålssom jali livvodibme

source: Kuukautisten poisjäämiseen voi olla monia muitakin syitä.
smj: Liejbbe máhttá aj moattelágásj årijs gáhtot.

source: Jos kuukautiset ovat vain muutaman viikon myöhässä tai jäävät tulematta yhtenä tai kahtena kuukautena, syynä voivat olla monet erilaiset asiat, kuten ympäristön muutos tai väliaikainen stressi.
smj: Jus läjbbom ber moadda vahko maŋŋunam jali gáhtu avtav jali guokta máno de máhtti umasse oare dasi, buojkulvissan birásmålssom jali l gasskabåddåsattjat stressidum.

source: Jos kuukautiset jäävät pois pitemmäksi aikaa, kannattaa hakeutua tutkimuksiin ja selvittää syy.
smj: Jus liejbbe gáhto guhkep ájgev de l buorre åtsådit oarev.

source: Syynä voi olla esimerkiksi voimakas stressi, pahoinvointi, kova treenaus, laihduttaminen, syömishäiriöt tai jokin sairaus.
smj: Dan oarre máhttá årrot buojkulvissan ilá sieldes stressidum, nievret viessu, hárjjidallá ednagit, li bårråmgássjelisvuoda jali muhtem dávdda.

source: Se on kehon tapa sanoa, että jotain on vialla.
smj: Le rubmaha vuohke diededit juoga l boasstot.

source: Jos tuntuu, että tarvitsee apua tai tukea ongelmien ratkaisuun, voi kääntyä esimerkiksi kouluterveydenhuollon tai nuorisovastaanoton puoleen.
smj: Jus dåbddå viehkev jali dårjav dárbaj ietjas tjuolmajt tjoavddet de máhttá buojkulvissan skåvllåvarresvuohtasujtujn jali nuorajduostudagájn aktavuodav válldet.

source: Jos kuukautiset jäävät pois yli kuudeksi kuukaudeksi, kannattaa aina ottaa yhteyttä esimerkiksi nuorisovastaanottoon tai terveyskeskuksen lääkäriin.
smj: Jus liejbbe gáhtu ienep gå biellejagev de agev galggá dåktårijn aktavuodav válldet buojkulvissan nuorajduostudagán jali varresvuohtaguovdátjin.

source: Kuukautisten poisjäämistä voidaan selvittää muun muassa verikokeella, jolla mitataan hormonipitoisuuksia.
smj: Viehkev de oadtju åtsådit manen ij boade, máhttá muhttijn varraåtsådimijt guodet ma mihttiji hormonaoasev varán.

source: Tarvittaessa lääkäri voi määrätä tabletteja, jotka käynnistävät kuukautiset uudelleen.
smj: Jus la dárbulasj de máhttá tablehtajt oadtjot ma liejbev álgadi.

source: Kuukautiskivut ja PMS
smj: Vájve liejbe åvddåla – ‘ PMS ’

source: Noin viikkoa ennen kuukautisten alkua kehoon kertyy nestettä.
smj: Bájken vahko liejbe åvddåla ja gitta álggemij de låsjkosednakvuohta rubmahin lassán.

source: Tämän seurauksena rinnat voivat aristaa ja keho tuntua turvonneelta.
smj: Dahká jut njittje bávtjesti ja máhttá dåbddåt båhtånimev rubmahin.

source: Tätä kutsutaan premenstruaaliseksi syndroomaksi, PMS.
smj: Gåhtjudallá åvddåliejbbedåbddo, ‘ PMS.

source: Oireyhtymä johtuu kehon hormoneista, ja se voi aiheuttaa kiukkuisuutta, ärtymystä tai alakuloisuutta.
smj: ’ Hormona li dan oarre ja dahki jut suhttá, gähppadit båstådalá jali hådju.

source: Lisäksi voi ilmetä päänsärkyä, makeanhimoa tai näppylöitä.
smj: Máhttá aj oajvveluottudagáv oadtjot, njálgugijt hálijdit jali tjásmagisájt oadtjot.

source: Useimmiten PMS-oireet ovat pahimmillaan kolmesta neljään päivää ennen kuukautisia ja häviävät kuukautisten alkaessa, mutta niitä voi ilmetä myös kuukautisten aikana.
smj: Ienemusájda gudi dåbddi ‘ PMS:av ’ álu la värámus gålmmå gitta nielje biejvij liejbe åvddål ja gáhtot gå läjbbogoahtá, valla máhttá aj bissot muhtem biejvev läjbodijn.

source: Liikunta ja rentoutusharjoitukset voivat helpottaa PMS-oireita.
smj: ’ PMS. ’ - vájve máhtti aj buorránit jus labut jali luossjvedimhárjjidusájt dahká.

source: Oireisina päivinä kannattaa myös nukkua riittävästi, ottaa rauhallisesti ja yrittää välttää stressiä.
smj: Buorre l aj ednagit oadet ja gähttjalit sierraláhkaj sietton årrot ja ij stressit dájt biejvijt gå dåbddå vájvijt.
